/* afpAccessDenied */
"-5000.message" = "Não dispõe de permissão para abrir a aplicação %@.";
"-5000.info" = "Contacte o administrador do computador ou da rede para obter assistência.";
"-5000.help" = "mh1519";

/* afpAccessDenied - but for document */
"documentPermissionError" = "Não dispõe de permissão para abrir o documento %@.";
"documentPermissionError.info" = "Contacte o administrador do computador ou da rede para obter assistência.";
"documentPermissionError.help" = "mh1519";

/* afpInsideTrashErr*/
"-5044.message" = "Não é possível abrir a aplicação %@ porque se encontra no Lixo.";
"-5044.info" = "Para abrir esta aplicação, retire-a do Lixo.";

/* kLSAppInTrashErr */
"-10660.message" = "Não é possível abrir a aplicação %@ porque se encontra no Lixo.";
"-10660.info" = "Para abrir esta aplicação, retire-a do Lixo.";

/* kLSAppIsInBackupSnapshotErr */
"-10657.message" = "Não é possível abrir a aplicação %@ porque se encontra numa cópia de segurança do Time Machine.";

/* kLSIncompatibleApplicationVersionErr */
"-10664.message" = "Não é possível usar esta versão da aplicação %@ com esta versão do Mac OS X.";
"-10664.info" = "Tem %@ %@.";
"-10664.help" = "mh24615";

/* kLSIncompatibleApplicationVersionErr with Software Update */
"-10664.message.2" = "Para poder abrir %@, tem de actualizar para a versão mais recente.";
"-10664.info.2" = "Execute a Actualização de Software para a instalar agora.";

/* kLSNoRosettaEnvironmentErr */
"-10665.title" = "Para abrir %@, é necessário instalar a aplicação Rosetta. Deseja instalá-la agora?";
"-10665.error.title" = "Para abrir %@, é necessário instalar a aplicação Rosetta.";
"-10665.error.nonetwork" = "Para instalar a aplicação Rosetta, aceda à Internet e abra %@. Se não conseguir estabelecer ligação à Internet, insira o disco de instalação do Mac OS X, abra a pasta “Instalações opcionais” e faça um duplo clique em “Instalações opcionais”.";
"-10665.error.noserver" = "As actualizações de software não estão disponíveis neste momento. Quando estiverem disponíveis, volte a abrir %@.";
"-10665.error.busy" = "Está a ser efectuada outra actualização de software. Quando a actualização terminar, volte a abrir %@ para instalar a aplicação Rosetta.";
"-10665.error.notfound" = "Para instalar a aplicação Rosetta mais tarde, volte a abrir %@. Se não conseguir estabelecer ligação à Internet, insira o disco de instalação do Mac OS X, abra a pasta “Instalações opcionais” e faça um duplo clique em “Instalações opcionais”.";

/* kLSNoClassicEnvironmentErr */
"-10828.message" = "Não é possível abrir a aplicação %@ porque o ambiente Classic já não é suportado.";

/*kLSIncompatibleSystemVersionErr*/
"-10825.message" = "Não é possível usar esta versão da aplicação %@ com esta versão do Mac OS X.";
"-10825.info" = "Tem o Mac OS X %@ instalado. A aplicação requer o Mac OS X %@ ou posterior.";
"-10825.help" = "mh24616";

/* kLSNoLaunchPermissionErr */
"-10826.message" = "Não dispõe de permissão para abrir a aplicação %@.";
"-10826.info" = "Contacte o administrador do computador ou da rede para obter assistência.";
"-10826.help" = "mh1519";

/* kLSNoExecutableErr */
"-10827.message" = "Não é possível abrir a aplicação %@ porque poderá estar incompleta ou danificada.";

/* kLSMultipleSessionsNotSupportedErr */
"-10829.message" = "Não é possível abrir a aplicação %@ porque poderá estar a ser usada por outro utilizador.";
"-10829.info" = "Aguarde que o outro utilizador encerre a aplicação e tente de novo.";

/* fnfErr */
"-43.message" = "Não é possível encontrar a aplicação.";

/* kLSApplicationNotFoundErr -10814 */
kLSApplicationNotFoundErr = "Não existe qualquer aplicação predefinida para abrir o documento %@.";
kLSApplicationNotFoundErr.url = "Não existe qualquer aplicação predefinida para abrir o URL %@.";

/* this is the default message we use if no other error was found */
default.message = "Não é possível abrir a aplicação %@.";
default.info = "%d";

default2.message = "Não é possível abrir a aplicação.";

/* kLSExecutableIncorrectFormat -10661 */
"-10661.message" = "Não é possível abrir a aplicação %@, porque não é suportada por este tipo de Mac.";

SU_BUTTON = "Actualização de Software…";

OK = "OK";